Repository: alimahfud01/von_note
Catalog: lib/l10n/intl_*.arb
Languages: in

# logout_button
source: Log out
in: Keluar

source: Note
in: Catatan

source: Cancel
in: Batal

source: Yes
in: Ya

source: Delete
in: Hapus

source: Sharing
in: Bagikan

source: Password
in: Kata sandi

source: Error
in: Terjadi Kesalahan

source: Login
in: Masuk

source: Verify email
in: Konfirmasi email

source: Register
in: Daftar

# we_have_sent_email
source: we've sent you email verification. Please open it to verify your email.
in: Kami telah mengirimkan email konfirmasi. Mohon cek email anda dan korfirmasi akun anda.

source: Start typing your note
in: Tulis catatan di sini

# delete_note_prompt
source: Are you sure you want to delete this note?
in: Ingin menghapus catatan?

# cannot_share_empty_note_prompt
source: Cannot share an empty note!
in: Tidak bisa membagikan catatan kosong!

# logout_dialog_prompt
source: Are you sure you want to log out?
in: Yakin ingin keluar akun?

# waiting_all_notes
source: Waiting for all notes...
in: Menunggu catatan...

source: Your note is empty
in: Catatan kosong

source: Password reset
in: Ganti kata sandi

# password_reset_dialog_prompt
source: We have now sent you a password reset link. Please check your email for more information.
in: Kami telah mengirimkan email untuk mengganti password. Silahkan cek email untuk tahap selanjutnya

# login_error_cannot_find_user
source: Cannot find a user with the entered credentials!
in: Pengguna tidak ditemukan dari data yang diberikan

# login_error_wrong_credentials
source: Wrong credentials
in: Email/kata sandi salah

# login_error_auth_error
source: Authentication error
in: Autentikasi error

# login_succesfull
source: Login Successful
in: Berhasil Masuk

# login_view_forgot_password
source: I forgot my password
in: Lupa katasandi

# dont_have_account
source: Don't have an account?
in: Belum punya akun?

source: Register Here!
in: Daftar disini!

source: Forgot Password
in: Lupa Kata Sandi

source: Your email address...
in: Isikan alamat email...

# forgot_password_view_generic_error
source: We could not process your request. Please make sure that you are a registered user, or if not, register a user now by going back one step.
in: Kami tidak dapat memproses permintaan anda. Pastikan anda merupakan terdaftar sebagai pengguna.

# forgot_password_view
source: Enter your email to change your password
in: Masukan email anda untuk mengganti kata sandi

# forgot_password_view_send_me_link
source: Send Password Reset Link
in: Kirim Link Ganti Kata Sandi

source: Email Sent!
in: Email Terkirim!

source: Link has been sent!
in: Link telah terkirim!

# we_have_sent_link
source: We have sent link to reset password to
in: Kami telah mengirimkan link untuk mengganti kata sandi ke alamat email

source: Resend
in: Kirim Ulang

source: Change Email
in: Ganti Email

source: or
in: atau

source: Haven't received?
in: Belum diterima?

source: Resend in
in: Kirim ulang dalam

source: Second
in: Detik

# please_wait_while
source: Please wait while i log you in.
in: Mohon tunggu

# register_error_weak_password
source: This password is not secure enough. Please choose another password!
in: Password yang anda masukkan lemah. Coba lagi!

# register_error_email_already_in_use
source: This email is already registered to another user. Please choose another email!
in: Alamat email telah terdaftar!

# register_error_generic
source: Failed to register. Please try again later!
in: Gagal untuk mendaftar. Mohon coba beberapa saat lagi!

# register_error_invalid_email
source: The email address you entered appears to be invalid. Please try another email address!
in: Alamat email yang anda masukkan tidak valid!
